Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 受 Cloudflare Access 保护的应用（只读）。
ar: التطبيقات المحمية بواسطة Cloudflare Access (للقراءة فقط).
de: Durch Cloudflare Access geschützte Anwendungen (schreibgeschützt).
en: Apps protected by Cloudflare Access (read-only).
es_mx: Aplicaciones protegidas por Cloudflare Access (solo lectura).
fr: Applications protégées par Cloudflare Access (lecture seule).
ja: Cloudflare Access で保護されたアプリ（読み取り専用）。
ko: Cloudflare Access로 보호되는 앱(읽기 전용).
pt_br: Apps protegidos pelo Cloudflare Access (somente leitura).
pt_pt: Aplicações protegidas pelo Cloudflare Access (apenas leitura).
tr: Cloudflare Access ile korunan uygulamalar (salt okunur).
zh_hant: 受 Cloudflare Access 保護的應用程式（唯讀）。
zh_hk: 受 Cloudflare Access 保護的應用程式（唯讀）。

source: 变量
ar: المتغيرات
de: Variablen
en: Variables
es_mx: Variables
fr: Variables
ja: 変数
ko: 변수
pt_br: Variáveis
pt_pt: Variáveis
tr: Değişkenler
zh_hant: 變數
zh_hk: 變數

source: 变量与密钥
ar: المتغيرات والأسرار
de: Variablen & Secrets
en: Variables & Secrets
es_mx: Variables y secretos
fr: Variables et secrets
ja: 変数とシークレット
ko: 변수와 시크릿
pt_br: Variáveis e segredos
pt_pt: Variáveis e segredos
tr: Değişkenler ve Gizli Bilgiler
zh_hant: 變數與密鑰
zh_hk: 變數與密鑰

source: 变量与密钥需要 Pro
ar: تتطلب المتغيرات والأسرار خطة Pro
de: Variablen & Secrets erfordern Pro
en: Variables & Secrets Require Pro
es_mx: Las variables y los secretos requieren Pro
fr: Les variables et secrets nécessitent Pro
ja: 変数とシークレットには Pro が必要
ko: 변수와 시크릿에는 Pro가 필요
pt_br: Variáveis e segredos exigem Pro
pt_pt: Variáveis e segredos exigem Pro
tr: Değişkenler ve Gizli Bilgiler, Pro gerektirir
zh_hant: 變數與密鑰需要 Pro
zh_hk: 變數與密鑰需要 Pro

source: 只会提交修改过的列。原值为 NULL 的列留空则保持 NULL。
ar: تُرسَل الأعمدة المعدَّلة فقط. الأعمدة التي كانت NULL تبقى NULL إذا تُركت فارغة.
de: Nur geänderte Spalten werden übermittelt. Spalten, die NULL waren, bleiben NULL, wenn sie leer bleiben.
en: Only changed columns are submitted. Columns that were NULL stay NULL if left empty.
es_mx: Solo se envían las columnas modificadas. Las columnas que eran NULL se quedan en NULL si se dejan vacías.
fr: Seules les colonnes modifiées sont soumises. Les colonnes qui étaient NULL restent NULL si elles sont laissées vides.
ja: 変更した列のみ送信されます。元が NULL の列は空のままなら NULL が維持されます。
ko: 변경된 열만 제출됩니다. 원래 값이 NULL이던 열을 비워 두면 NULL로 유지됩니다.
pt_br: Apenas as colunas modificadas são enviadas. Colunas que eram NULL permanecem NULL se ficarem vazias.
pt_pt: Apenas as colunas modificadas são enviadas. Colunas que eram NULL permanecem NULL se ficarem vazias.
tr: Yalnızca değiştirilen sütunlar gönderilir. NULL olan sütunlar boş bırakılırsa NULL kalır.
zh_hant: 只會提交修改過的欄。原值為 NULL 的欄留空則保持 NULL。
zh_hk: 只會提交修改過的欄。原值為 NULL 的欄留空則保持 NULL。

source: 只申请你需要的权限。授权后可在 Cloudflare Dashboard 随时撤销。
ar: اطلب فقط الأذونات التي تحتاجها. يمكنك إلغاؤها في أي وقت من لوحة تحكم Cloudflare.
de: Fordere nur die Berechtigungen an, die du brauchst. Du kannst sie jederzeit im Cloudflare-Dashboard widerrufen.
en: Request only the permissions you need. You can revoke them anytime in the Cloudflare Dashboard.
es_mx: Solicita solo los permisos que necesites. Puedes revocarlos cuando quieras en el panel de Cloudflare.
fr: Ne demandez que les permissions dont vous avez besoin. Vous pouvez les révoquer à tout moment dans le tableau de bord Cloudflare.
ja: 必要な権限のみをリクエストしてください。認可後も Cloudflare Dashboard でいつでも取り消せます。
ko: 필요한 권한만 요청하세요. 인증 후 Cloudflare 대시보드에서 언제든지 취소할 수 있습니다.
pt_br: Solicite apenas as permissões necessárias. Você pode revogá-las quando quiser no painel da Cloudflare.
pt_pt: Solicite apenas as permissões necessárias. Pode revogá-las quando quiser no painel da Cloudflare.
tr: Yalnızca ihtiyaç duyduğunuz izinleri isteyin. Bunları Cloudflare panosundan istediğiniz zaman iptal edebilirsiniz.
zh_hant: 只申請你需要的權限。授權後可在 Cloudflare Dashboard 隨時撤銷。
zh_hk: 只申請你需要的權限。授權後可在 Cloudflare Dashboard 隨時撤銷。

source: 只能包含字母、数字和下划线，创建后不可重命名。
ar: أحرف وأرقام وشرطات سفلية فقط. لا يمكن إعادة تسميته بعد الإنشاء.
de: Nur Buchstaben, Zahlen und Unterstriche. Nach dem Erstellen nicht umbenennbar.
en: Letters, numbers, and underscores only. Can’t be renamed after creation.
es_mx: Solo letras, números y guiones bajos. No se puede renombrar después de crearlo.
fr: Lettres, chiffres et traits de soulignement uniquement. Impossible à renommer après création.
ja: 英数字とアンダースコアのみ。作成後は名前を変更できません。
ko: 문자, 숫자, 밑줄만 사용할 수 있습니다. 생성 후에는 이름을 바꿀 수 없습니다.
pt_br: Apenas letras, números e sublinhados. Não pode ser renomeado após a criação.
pt_pt: Apenas letras, números e sublinhados. Não pode ser renomeado após a criação.
tr: Yalnızca harf, rakam ve alt çizgi. Oluşturulduktan sonra yeniden adlandırılamaz.
zh_hant: 僅能包含字母、數字與底線，建立後不可重新命名。
zh_hk: 僅能包含字母、數字與底線，建立後不可重新命名。

source: 只读
ar: للقراءة فقط
de: Nur Lesen
en: Read-only
es_mx: Solo lectura
fr: Lecture seule
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
pt_pt: Apenas leitura
tr: Salt okunur
zh_hant: 唯讀
zh_hk: 唯讀

source: 可用主机
ar: المضيفون القابلون للاستخدام
de: Nutzbare Hosts
en: Usable hosts
es_mx: Hosts utilizables
fr: Hôtes utilisables
ja: 利用可能ホスト
ko: 사용 가능 호스트
pt_br: Hosts utilizáveis
pt_pt: Anfitriões utilizáveis
tr: Kullanılabilir ana makine
zh_hant: 可用主機
zh_hk: 可用主機

source: 可缓存
ar: قابل للتخزين المؤقت
de: Cachefähig
en: Eligible for cache
es_mx: Apto para caché
fr: Éligible au cache
ja: キャッシュ可能
ko: 캐시 가능
pt_br: Elegível para cache
pt_pt: Elegível para cache
tr: Önbelleğe uygun
zh_hant: 可快取
zh_hk: 可緩存

source: 可选：生成一个 32 位密钥，端到端加密推送内容。
ar: اختياري: أنشئ مفتاحًا من 32 حرفًا لتشفير محتوى الإشعارات من طرف إلى طرف.
de: Optional: Generiere einen 32-Zeichen-Schlüssel zur Ende-zu-Ende-Verschlüsselung der Push-Inhalte.
en: Optional: generate a 32-character key to end-to-end encrypt push content.
es_mx: Opcional: genera una clave de 32 caracteres para cifrar de extremo a extremo el contenido.
fr: Facultatif : générez une clé de 32 caractères pour chiffrer le contenu de bout en bout.
ja: 任意：32 文字のキーを生成して、プッシュ内容をエンドツーエンドで暗号化します。
ko: 선택: 32자 키를 생성해 푸시 내용을 종단 간 암호화합니다.
pt_br: Opcional: gere uma chave de 32 caracteres para criptografar o conteúdo de ponta a ponta.
pt_pt: Opcional: gere uma chave de 32 caracteres para encriptar o conteúdo de ponta a ponta.
tr: İsteğe bağlı: push içeriğini uçtan uca şifrelemek için 32 karakterlik bir anahtar oluşturun.
zh_hant: 可選：產生一組 32 位金鑰，端對端加密推送內容。
zh_hk: 可選：產生一組 32 位金鑰，端對端加密推送內容。

source: 可选单个 ZIP（设备端自动解包）或多个静态文件。ZIP 内若有统一顶层目录会自动去掉。
ar: اختر ملف ZIP واحدًا (يُفك على الجهاز) أو عدة ملفات ثابتة. يُزال المجلد العلوي المشترك داخل ZIP تلقائيًا.
de: Wähle ein einzelnes ZIP (auf dem Gerät entpackt) oder mehrere statische Dateien. Ein gemeinsamer oberster Ordner im ZIP wird automatisch entfernt.
en: Pick a single ZIP (unpacked on device) or multiple static files. A common top-level folder inside the ZIP is stripped automatically.
es_mx: Elige un único ZIP (se descomprime en el dispositivo) o varios archivos estáticos. Una carpeta superior común dentro del ZIP se elimina automáticamente.
fr: Choisissez un seul ZIP (décompressé sur l’appareil) ou plusieurs fichiers statiques. Un dossier racine commun dans le ZIP est supprimé automatiquement.
ja: 単一の ZIP（端末で自動解凍）または複数の静的ファイルを選べます。ZIP 内に共通のトップフォルダがあれば自動的に除去します。
ko: 단일 ZIP(기기에서 자동 해제) 또는 여러 정적 파일을 선택하세요. ZIP 내부에 공통 최상위 폴더가 있으면 자동으로 제거됩니다.
pt_br: Escolha um único ZIP (descompactado no dispositivo) ou vários arquivos estáticos. Uma pasta de nível superior comum dentro do ZIP é removida automaticamente.
pt_pt: Escolha um único ZIP (descompactado no dispositivo) ou vários ficheiros estáticos. Uma pasta de nível superior comum dentro do ZIP é removida automaticamente.
tr: Tek bir ZIP (cihazda açılır) veya birden çok statik dosya seçin. ZIP içindeki ortak üst klasör otomatik olarak kaldırılır.
zh_hant: 可選擇單一 ZIP（在裝置端自動解壓）或多個靜態檔案。ZIP 內若有統一的頂層資料夾會自動移除。
zh_hk: 可選擇單一 ZIP（在裝置端自動解壓）或多個靜態檔案。ZIP 內若有統一的頂層資料夾會自動移除。

source: 可选备注
ar: تعليق اختياري
de: Optionaler Kommentar
en: Optional comment
es_mx: Comentario opcional
fr: Commentaire facultatif
ja: メモ（任意）
ko: 선택 메모
pt_br: Comentário opcional
pt_pt: Comentário opcional
tr: İsteğe bağlı yorum
zh_hant: 選填備註
zh_hk: 選填備註

source: 同一 IP 在所选时间窗内超过该次数即触发动作。
ar: عندما يتجاوز IP نفسه هذا العدد ضمن النافذة المحددة، يتم تنفيذ الإجراء.
de: Überschreitet dieselbe IP diese Anzahl im gewählten Zeitfenster, wird die Aktion ausgelöst.
en: When the same IP exceeds this count within the selected window, the action is triggered.
es_mx: Cuando la misma IP supera este número dentro de la ventana seleccionada, se activa la acción.
fr: Lorsque la même IP dépasse ce nombre dans la fenêtre sélectionnée, l’action est déclenchée.
ja: 同一 IP が選択した時間枠内でこの回数を超えると、アクションが実行されます。
ko: 동일 IP가 선택한 시간 범위 내에서 이 횟수를 초과하면 작업이 실행됩니다.
pt_br: Quando o mesmo IP excede essa contagem na janela selecionada, a ação é acionada.
pt_pt: Quando o mesmo IP excede essa contagem na janela selecionada, a ação é acionada.
tr: Aynı IP, seçilen aralıkta bu sayıyı aşarsa işlem tetiklenir.
zh_hant: 同一 IP 在所選時間範圍內超過此次數時即觸發動作。
zh_hk: 同一 IP 在所選時間範圍內超過此次數時即觸發動作。

source: 同步
ar: مزامنة
de: Synchronisieren
en: Sync
es_mx: Sincronizar
fr: Synchroniser
ja: 同期
ko: 동기화
pt_br: Sincronizar
pt_pt: Sincronizar
tr: Eşitle

source: 名称
ar: الاسم
de: Name
en: Name
es_mx: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
tr: Ad
zh_hant: 名稱
zh_hk: 名稱

source: 名称（@ 表示根域名）
ar: الاسم (@ للجذر)
de: Name (@ für Root)
en: Name (@ for root)
es_mx: Nombre (@ para el dominio raíz)
fr: Nom (@ pour la racine)
ja: 名前（@ はルート）
ko: 이름(@는 루트 도메인)
pt_br: Nome (@ para o domínio raiz)
pt_pt: Nome (@ para o domínio raiz)
tr: Ad (kök için @)
zh_hant: 名稱（@ 代表根網域）
zh_hk: 名稱（@ 代表根域名）

source: 名称（可选）
ar: الاسم (اختياري)
de: Name (optional)
en: Name (optional)
es_mx: Nombre (opcional)
fr: Nom (facultatif)
ja: 名前（任意）
ko: 이름(선택)
pt_br: Nome (opcional)
pt_pt: Nome (opcional)
tr: Ad (isteğe bağlı)
zh_hant: 名稱（選填）
zh_hk: 名稱（選填）

source: 名称只能包含小写字母、数字和连字符，长度 3–63 个字符。
ar: يمكن أن يحتوي الاسم على أحرف صغيرة وأرقام وشرطات فقط، بطول 3–63 حرفًا.
de: Der Name darf nur Kleinbuchstaben, Ziffern und Bindestriche enthalten, 3–63 Zeichen.
en: Name may contain only lowercase letters, digits and hyphens, 3–63 characters.
es_mx: El nombre solo puede contener minúsculas, dígitos y guiones, de 3 a 63 caracteres.
fr: Le nom ne peut contenir que des minuscules, chiffres et traits d’union, de 3 à 63 caractères.
ja: 名前には英小文字・数字・ハイフンのみ、3〜63 文字で指定します。
ko: 이름에는 소문자, 숫자, 하이픈만 사용하며 3–63자여야 합니다.
pt_br: O nome pode conter apenas letras minúsculas, dígitos e hifens, com 3 a 63 caracteres.
pt_pt: O nome pode conter apenas letras minúsculas, dígitos e hífenes, com 3 a 63 caracteres.
tr: Ad yalnızca küçük harf, rakam ve tire içerebilir; 3–63 karakter olmalıdır.
zh_hant: 名稱只能包含小寫字母、數字與連字號，長度 3–63 個字元。
zh_hk: 名稱只能包含小寫字母、數字與連字號，長度 3–63 個字元。

source: 名称只能包含小写字母、数字和连字符。
ar: يمكن أن يحتوي الاسم على أحرف صغيرة وأرقام وشرطات فقط.
de: Der Name darf nur Kleinbuchstaben, Ziffern und Bindestriche enthalten.
en: Name may contain only lowercase letters, digits and hyphens.
es_mx: El nombre solo puede contener minúsculas, dígitos y guiones.
fr: Le nom ne peut contenir que des minuscules, chiffres et traits d’union.
ja: 名前には英小文字・数字・ハイフンのみ使用できます。
ko: 이름에는 소문자, 숫자, 하이픈만 사용할 수 있습니다.
pt_br: O nome pode conter apenas letras minúsculas, dígitos e hifens.
pt_pt: O nome pode conter apenas letras minúsculas, dígitos e hífenes.
tr: Ad yalnızca küçük harf, rakam ve tire içerebilir.
zh_hant: 名稱只能包含小寫字母、數字與連字號。
zh_hk: 名稱只能包含小寫字母、數字與連字號。

source: 名称服务器
ar: خوادم الأسماء
de: Nameserver
en: Name Servers
es_mx: Servidores de nombres
fr: Serveurs de noms
ja: ネームサーバ
ko: 네임서버
pt_br: Servidores de nomes
pt_pt: Servidores de nomes
tr: Ad sunucuları
zh_hant: 名稱伺服器
zh_hk: 名稱伺服器

source: 向左滑动查看实时日志 · 点按查看详情
ar: اسحب لليسار لعرض السجلات المباشرة · انقر لعرض التفاصيل
de: Nach links wischen für Echtzeitprotokolle · Tippen für Details
en: Swipe left for live logs · Tap for details
es_mx: Desliza a la izquierda para ver registros en vivo · Toca para ver detalles
fr: Balayez à gauche pour les journaux en direct · Touchez pour les détails
ja: 左にスワイプでライブログ · タップで詳細
ko: 왼쪽으로 밀어 실시간 로그 보기 · 탭하여 상세 보기
pt_br: Deslize para a esquerda para ver os logs ao vivo · Toque para ver detalhes
pt_pt: Deslize para a esquerda para ver os registos em direto · Toque para ver detalhes
tr: Canlı günlükler için sola kaydırın · Ayrıntılar için dokunun
zh_hant: 向左滑動檢視即時記錄 · 點按檢視詳細資訊
zh_hk: 向左滑動查看即時日誌 · 點按查看詳細資料

source: 向这个 Worker 发起一次请求，日志会实时出现在这里
ar: أرسل طلبًا إلى هذا الـ Worker وستظهر السجلات هنا في الوقت الفعلي
de: Sende eine Anfrage an diesen Worker, und die Protokolle erscheinen hier in Echtzeit
en: Send a request to this Worker and logs will appear here in real time
es_mx: Envía una solicitud a este Worker y los registros aparecerán aquí en tiempo real
fr: Envoyez une requête à ce Worker et les journaux apparaîtront ici en temps réel
ja: この Worker にリクエストを送ると、ログがリアルタイムでここに表示されます
ko: 이 Worker에 요청을 보내면 로그가 여기에 실시간으로 표시됩니다
pt_br: Envie uma solicitação a este Worker e os logs aparecerão aqui em tempo real
pt_pt: Envie um pedido a este Worker e os registos aparecerão aqui em tempo real
tr: Bu Worker’a bir istek gönderin; günlükler burada gerçek zamanlı olarak görünür
zh_hant: 向這個 Worker 發出一次請求，記錄會即時出現在這裡
zh_hk: 向這個 Worker 發出一次請求，日誌會即時出現在這裡

source: 含高级设置
ar: يتضمّن إعدادات متقدّمة
de: Mit erweiterten Einstellungen
en: Has advanced settings
es_mx: Tiene ajustes avanzados
fr: Comporte des réglages avancés
ja: 詳細設定あり
ko: 고급 설정 포함
pt_br: Tem configurações avançadas
pt_pt: Tem definições avançadas
tr: Gelişmiş ayarlar içerir
zh_hant: 含進階設定
zh_hk: 含進階設定

source: 启用
ar: مُفعّل
de: Aktiviert
en: Enabled
es_mx: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt_br: Ativado
pt_pt: Ativado
tr: Etkin
zh_hant: 啟用
zh_hk: 啟用

source: 启用 Email Routing
ar: تفعيل Email Routing
de: Email Routing aktivieren
en: Enable Email Routing
es_mx: Habilitar Email Routing
fr: Activer Email Routing
ja: Email Routing を有効にする
ko: Email Routing 사용
pt_br: Ativar o Email Routing
pt_pt: Ativar o Email Routing
tr: Email Routing’i etkinleştir
zh_hant: 啟用 Email Routing
zh_hk: 啟用 Email Routing

source: 启用 r2.dev 公开访问
ar: تفعيل وصول r2.dev العام
de: Öffentlichen r2.dev-Zugriff aktivieren
en: Enable r2.dev public access
es_mx: Habilitar acceso público de r2.dev
fr: Activer l’accès public r2.dev
ja: r2.dev の公開アクセスを有効化
ko: r2.dev 공개 액세스 활성화
pt_br: Ativar acesso público do r2.dev
pt_pt: Ativar acesso público do r2.dev
tr: r2.dev genel erişimini etkinleştir
zh_hant: 啟用 r2.dev 公開存取
zh_hk: 啟用 r2.dev 公開存取

source: 启用最新的 TLS 1.3 协议
ar: تفعيل أحدث بروتوكول TLS 1.3
de: Das neueste TLS-1.3-Protokoll aktivieren
en: Enable the latest TLS 1.3 protocol
es_mx: Habilita el protocolo TLS 1.3 más reciente
fr: Activer le tout dernier protocole TLS 1.3
ja: 最新の TLS 1.3 プロトコルを有効にします
ko: 최신 TLS 1.3 프로토콜을 사용합니다
pt_br: Ativa o protocolo TLS 1.3 mais recente
pt_pt: Ativa o protocolo TLS 1.3 mais recente
tr: En yeni TLS 1.3 protokolünü etkinleştir
zh_hant: 啟用最新的 TLS 1.3 協定
zh_hk: 啟用最新的 TLS 1.3 協定

source: 启用后，列表中的重定向才会经 http_request_redirect 规则实际生效。停用只关闭规则，不删除条目。
ar: بعد التفعيل، تسري عمليات إعادة التوجيه في القائمة عبر قاعدة http_request_redirect. التعطيل يوقف القاعدة فقط ولا يحذف العناصر.
de: Nach dem Aktivieren werden die Weiterleitungen der Liste über die Regel http_request_redirect wirksam. Deaktivieren schaltet nur die Regel aus; Einträge werden nicht gelöscht.
en: Once enabled, the list's redirects take effect via the http_request_redirect rule. Disabling only turns off the rule; it does not delete entries.
es_mx: Una vez activadas, las redirecciones de la lista surten efecto mediante la regla http_request_redirect. Desactivar solo apaga la regla; no elimina las entradas.
fr: Une fois activées, les redirections de la liste prennent effet via la règle http_request_redirect. La désactivation ne fait qu'éteindre la règle ; elle ne supprime pas les entrées.
ja: 有効にすると、リスト内のリダイレクトが http_request_redirect ルールを通じて実際に反映されます。無効にしてもルールがオフになるだけで、項目は削除されません。
ko: 활성화하면 목록의 리디렉션이 http_request_redirect 규칙을 통해 실제로 적용됩니다. 비활성화하면 규칙만 꺼지고 항목은 삭제되지 않습니다.
pt_br: Uma vez ativados, os redirecionamentos da lista entram em vigor pela regra http_request_redirect. Desativar apenas desliga a regra; não exclui as entradas.
pt_pt: Depois de ativados, os redirecionamentos da lista entram em vigor pela regra http_request_redirect. Desativar apenas desliga a regra; não elimina as entradas.
tr: Etkinleştirildikten sonra listedeki yönlendirmeler http_request_redirect kuralıyla geçerli olur. Devre dışı bırakmak yalnızca kuralı kapatır; girişleri silmez.
zh_hant: 啟用後，清單中的重新導向才會經 http_request_redirect 規則實際生效。停用只關閉規則，不刪除項目。
zh_hk: 啟用後，清單中的重定向才會經 http_request_redirect 規則實際生效。停用只關閉規則，不刪除項目。

source: 启用推送
ar: تفعيل الإشعارات
de: Push aktivieren
en: Enable push
es_mx: Habilitar notificaciones
fr: Activer le push
ja: プッシュを有効化
ko: 푸시 사용
pt_br: Ativar push
pt_pt: Ativar push
tr: Push’u etkinleştir
zh_hant: 啟用推送
zh_hk: 啟用推送

source: 启用查询缓存
ar: تفعيل التخزين المؤقت للاستعلامات
de: Abfrage-Cache aktivieren
en: Enable query cache
es_mx: Activar caché de consultas
fr: Activer le cache des requêtes
ja: クエリキャッシュを有効化
ko: 쿼리 캐시 사용
pt_br: Ativar cache de consultas
pt_pt: Ativar cache de consultas
tr: Sorgu önbelleğini etkinleştir
zh_hant: 啟用查詢快取
zh_hk: 啟用查詢緩存

source: 启用此列表的重定向
ar: تفعيل عمليات إعادة التوجيه لهذه القائمة
de: Weiterleitungen dieser Liste aktivieren
en: Enable this list's redirects
es_mx: Activar las redirecciones de esta lista
fr: Activer les redirections de cette liste
ja: このリストのリダイレクトを有効化
ko: 이 목록의 리디렉션 사용
pt_br: Ativar os redirecionamentos desta lista
pt_pt: Ativar os redirecionamentos desta lista
tr: Bu listenin yönlendirmelerini etkinleştir
zh_hant: 啟用此清單的重新導向
zh_hk: 啟用此清單的重定向

source: 启用规则
ar: تفعيل القاعدة
de: Regel aktivieren
en: Enable rule
es_mx: Activar regla
fr: Activer la règle
ja: ルールを有効化
ko: 규칙 활성화
pt_br: Ativar regra
pt_pt: Ativar regra
tr: Kuralı etkinleştir
zh_hant: 啟用規則
zh_hk: 啟用規則

source: 命中此表达式的请求计入限速统计。例如按路径限制登录接口。
ar: تُحتسب الطلبات المطابقة لهذا التعبير ضمن حد المعدل. مثلاً، تحديد معدل واجهة تسجيل الدخول حسب المسار.
de: Anfragen, die diesem Ausdruck entsprechen, zählen zur Ratenbegrenzung. Z. B. den Login-Endpunkt nach Pfad begrenzen.
en: Requests matching this expression count toward the rate limit. For example, limit the login endpoint by path.
es_mx: Las solicitudes que coincidan con esta expresión cuentan para el límite. Por ejemplo, limita el endpoint de inicio de sesión por ruta.
fr: Les requêtes correspondant à cette expression comptent dans la limite. Par exemple, limiter le point de terminaison de connexion par chemin.
ja: この式に一致するリクエストがレート制限の対象になります。例: パスでログインエンドポイントを制限。
ko: 이 식과 일치하는 요청이 속도 제한에 집계됩니다. 예: 경로로 로그인 엔드포인트를 제한.
pt_br: As solicitações que correspondem a esta expressão contam para o limite. Por exemplo, limite o endpoint de login por caminho.
pt_pt: Os pedidos que correspondem a esta expressão contam para o limite. Por exemplo, limite o ponto de extremidade de início de sessão por caminho.
tr: Bu ifadeyle eşleşen istekler hız sınırına dahil edilir. Örneğin oturum açma uç noktasını yola göre sınırlayın.
zh_hant: 符合此運算式的請求會計入速率限制。例如依路徑限制登入端點。
zh_hk: 符合此運算式的請求會計入速率限制。例如依路徑限制登入端點。

source: 命名空间名称
ar: اسم مساحة الاسم
de: Namespace-Name
en: Namespace name
es_mx: Nombre del espacio de nombres
fr: Nom de l’espace de noms
ja: 名前空間名
ko: 네임스페이스 이름
pt_br: Nome do namespace
pt_pt: Nome do namespace
tr: Ad Alanı Adı
zh_hant: 命名空間名稱
zh_hk: 命名空間名稱

source: 响应头
ar: ترويسات الاستجابة
de: Antwort-Header
en: Response headers
es_mx: Encabezados de respuesta
fr: En-têtes de réponse
ja: レスポンスヘッダー
ko: 응답 헤더
pt_br: Cabeçalhos de resposta
pt_pt: Cabeçalhos de resposta
tr: Yanıt başlıkları
zh_hant: 回應標頭
zh_hk: 回應標頭

source: 响应头修改
ar: تعديل ترويسة الاستجابة
de: Antwort-Header-Änderung
en: Response header modification
es_mx: Modificación de encabezados de respuesta
fr: Modification d’en-tête de réponse
ja: レスポンスヘッダーの変更
ko: 응답 헤더 수정
pt_br: Modificação de cabeçalho de resposta
pt_pt: Modificação de cabeçalho de resposta
tr: Yanıt başlığı değişikliği
zh_hant: 回應標頭修改
zh_hk: 回應標頭修改

source: 响应流断开
ar: انقطع تدفق الاستجابة
de: Antwortstream getrennt
en: Response stream disconnected
es_mx: Se interrumpió el flujo de respuesta
fr: Flux de réponse déconnecté
ja: レスポンスストリーム切断
ko: 응답 스트림이 끊겼습니다
pt_br: O fluxo de resposta foi interrompido
pt_pt: O fluxo de resposta foi interrompido
tr: Yanıt akışı kesildi
zh_hant: 回應串流中斷
zh_hk: 回應串流中斷

source: 响应解析失败
ar: فشل تحليل الاستجابة
de: Antwort konnte nicht verarbeitet werden
en: Failed to parse response
es_mx: Error al analizar la respuesta
fr: Échec de l’analyse de la réponse
ja: 応答の解析に失敗しました
ko: 응답 분석 실패
pt_br: Falha ao analisar a resposta
pt_pt: Falha ao analisar a resposta
tr: Yanıt ayrıştırılamadı
zh_hant: 回應解析失敗
zh_hk: 回應解析失敗

source: 回滚
ar: التراجع
de: Zurücksetzen
en: Roll back
es_mx: Revertir
fr: Revenir en arrière
ja: ロールバック
ko: 롤백
pt_br: Reverter
pt_pt: Reverter
tr: Geri al
zh_hant: 復原
zh_hk: 回滾

source: 回滚到此部署
ar: التراجع إلى هذا النشر
de: Auf dieses Deployment zurücksetzen
en: Roll back to this deployment
es_mx: Revertir a este despliegue
fr: Revenir à ce déploiement
ja: このデプロイにロールバック
ko: 이 배포로 롤백
pt_br: Reverter para esta implantação
pt_pt: Reverter para esta implementação
tr: Bu dağıtıma geri dön
zh_hant: 復原至此部署
zh_hk: 回滾至此部署

source: 回滚到此部署？
ar: التراجع إلى هذا النشر؟
de: Auf dieses Deployment zurücksetzen?
en: Roll back to this deployment?
es_mx: ¿Revertir a este despliegue?
fr: Revenir à ce déploiement ?
ja: このデプロイにロールバックしますか？
ko: 이 배포로 롤백할까요?
pt_br: Reverter para esta implantação?
pt_pt: Reverter para esta implementação?
tr: Bu dağıtıma geri dönülsün mü?
zh_hant: 復原至此部署？
zh_hk: 回滾至此部署？

source: 回退池
ar: المجمّع الاحتياطي
de: Fallback-Pool
en: Fallback pool
es_mx: Grupo de reserva
fr: Pool de secours
ja: フォールバックプール
ko: 폴백 풀
pt_br: Pool de fallback
pt_pt: Pool de fallback
tr: Yedek havuz
zh_hant: 後備池
zh_hk: 後備池

source: 固定到首页
ar: تثبيت في الصفحة الرئيسية
de: An Startseite anheften
en: Pin to Home
es_mx: Fijar en el inicio
fr: Épingler à l’accueil
ja: ホームにピン留め
ko: 홈에 고정
pt_br: Fixar na tela inicial
pt_pt: Fixar no ecrã inicial
tr: Ana ekrana sabitle
zh_hant: 固定到首頁
zh_hk: 固定到首頁

source: 国家/地区
ar: البلد/المنطقة
de: Land/Region
en: Country/Region
es_mx: País/Región
fr: Pays/Région
ja: 国/地域
ko: 국가/지역
pt_br: País/Região
pt_pt: País/Região
tr: Ülke/Bölge
zh_hant: 國家/地區
zh_hk: 國家/地區

source: 国家代码
ar: رمز الدولة
de: Ländercode
en: Country code
es_mx: Código de país
fr: Code pays
ja: 国コード
ko: 국가 코드
pt_br: Código do país
pt_pt: Código do país
tr: Ülke kodu
zh_hant: 國家代碼
zh_hk: 國家代碼

source: 国家代码，如 US
ar: رمز البلد، مثل US
de: Ländercode, z. B. US
en: Country code, e.g. US
es_mx: Código de país, p. ej. US
fr: Code pays, p. ex. US
ja: 国コード（例：US）
ko: 국가 코드, 예: US
pt_br: Código do país, ex. US
pt_pt: Código do país, ex. US
tr: Ülke kodu, örn. US
zh_hant: 國家代碼，如 US
zh_hk: 國家代碼，如 US

source: 图片、视频、PDF、Office 文档等均可预览（QuickLook）。
ar: يمكن معاينة الصور ومقاطع الفيديو وملفات PDF ومستندات Office والمزيد (QuickLook).
de: Bilder, Videos, PDFs, Office-Dokumente und mehr können in der Vorschau angezeigt werden (QuickLook).
en: Images, videos, PDFs, Office documents and more can be previewed (QuickLook).
es_mx: Se pueden previsualizar imágenes, videos, PDF, documentos de Office y más (QuickLook).
fr: Images, vidéos, PDF, documents Office et plus encore peuvent être prévisualisés (QuickLook).
ja: 画像・ビデオ・PDF・Office 文書などをプレビューできます（QuickLook）。
ko: 이미지, 동영상, PDF, Office 문서 등을 미리 볼 수 있습니다(QuickLook).
pt_br: Imagens, vídeos, PDFs, documentos do Office e mais podem ser visualizados (QuickLook).
pt_pt: Imagens, vídeos, PDFs, documentos do Office e mais podem ser pré-visualizados (QuickLook).
tr: Görüntüler, videolar, PDF’ler, Office belgeleri ve daha fazlası önizlenebilir (QuickLook).
zh_hant: 圖片、影片、PDF、Office 文件等均可預覽（QuickLook）。
zh_hk: 圖片、影片、PDF、Office 文件等均可預覽（QuickLook）。
